[
  "obsidian-editor-shortcuts",
  "dataview",
  "cm-editor-syntax-highlight-obsidian",
  "lapel",
  "nldates-obsidian",
  "url-into-selection",
  "darlal-switcher-plus",
  "recent-files-obsidian",
  "obsidian-show-file-path",
  "obsidian-style-settings"
]